---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadSkylightAreaParam
source: html/90e9a3c7-e10c-ac6c-3d9c-923c39d3acdd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadSkylightAreaParam Property

"Skylight Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadSkylightAreaParam { get; }
```